Repository: zlicdt/nvwupd
Catalog: Strings/*/Resources.resw
Source language: en
Languages: de, ja, zh_cn, zh_tw

# AppTitle
source: NVIDIA Driver Updater
de: NVIDIA Treiber-Aktualisierung
ja: NVIDIA ドライバー更新ツール
zh_tw: NVIDIA 驅動更新工具

# StatusDetectingGpu
source: Detecting GPU information...
de: GPU-Informationen werden erkannt...
ja: GPU 情報を検出中...
zh_tw: 正在偵測 GPU 資訊...

# SettingsButton
source: Settings
de: Einstellungen
ja: 設定
zh_cn: 设置
zh_tw: 設定

# GpuInfoTitle
source: GPU Information
de: GPU-Informationen
ja: GPU 情報
zh_tw: 顯示卡資訊

source: Detecting...
de: Erkennung läuft...
ja: 検出中...
zh_tw: 偵測中...

source: Current Driver Version:
de: Aktuelle Treiberversion:
ja: 現在のドライバーバージョン:
zh_tw: 目前驅動版本：

# NewDriverFound
source: New driver version available!
de: Neue Treiberversion verfügbar!
ja: 新しいドライバーバージョンが利用可能です！
zh_tw: 發現新版本驅動！

source: Latest Version:
de: Neueste Version:
ja: 最新バージョン:
zh_tw: 最新版本：

source: Release Date:
de: Veröffentlichungsdatum:
ja: リリース日:
zh_tw: 發佈日期：

source: Select Driver Type
de: Treibertyp auswählen
ja: ドライバーの種類を選択
zh_cn: 选择驱动类型
zh_tw: 選擇驅動類型

source: Game Ready Driver (Recommended)
de: Game Ready Treiber (Empfohlen)
ja: Game Ready ドライバー (推奨)
zh_tw: Game Ready Driver（建議）

# GameReadyDriverDescription
source: Optimized for the latest games, providing the best gaming experience
de: Optimiert für die neuesten Spiele und bietet das beste Spielerlebnis
ja: 最新ゲーム向けに最適化され、最高のゲーム体験を提供します
zh_tw: 針對最新遊戲最佳化，提供最佳遊戲體驗

# StudioDriverDescription
source: Optimized for creative applications, providing a more stable work environment
de: Optimiert für Kreativanwendungen und bietet eine stabilere Arbeitsumgebung
ja: クリエイティブアプリ向けに最適化され、より安定した作業環境を提供します
zh_tw: 針對創意應用程式最佳化，提供更穩定的工作環境

source: Download Progress
de: Download-Fortschritt
ja: ダウンロード進捗
zh_cn: 下载进度
zh_tw: 下載進度

source: Pause Download
de: Download pausieren
ja: ダウンロードを一時停止
zh_tw: 中斷下載

# CheckUpdate
source: Check for Updates
de: Nach Updates suchen
ja: 更新を確認
zh_cn: 检查更新
zh_tw: 檢查更新

source: Update Now
de: Jetzt aktualisieren
ja: 今すぐ更新
zh_cn: 立即更新
zh_tw: 立即更新

# GpuInfoLoaded
source: GPU information loaded
de: GPU-Informationen geladen
ja: GPU 情報を読み込みました
zh_tw: GPU 資訊已載入

source: No NVIDIA GPU detected
de: Keine NVIDIA GPU erkannt
ja: NVIDIA GPU が検出されませんでした
zh_tw: 未偵測到 NVIDIA GPU

# DetectionFailed
source: Detection failed: {0}
de: Erkennung fehlgeschlagen: {0}
ja: 検出に失敗しました: {0}
zh_tw: 偵測失敗：{0}

# StartupCheckbox
source: Launch at startup
de: Beim Systemstart starten
ja: スタートアップ時に起動
zh_tw: 開機自動啟動

# CheckIntervalLabel
source: Auto-check interval (hours)
de: Automatisches Prüfintervall (Stunden)
ja: 自動チェック間隔（時間）
zh_tw: 自動檢查間隔（小時）

# SettingsTitle
source: Settings
de: Einstellungen
ja: 設定
zh_cn: 设置
zh_tw: 設定

source: Save
de: Speichern
ja: 保存
zh_tw: 儲存

source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

source: Checking for updates...
de: Suche nach Updates...
ja: 更新を確認中...
zh_tw: 正在檢查更新...

# NewVersionFound
source: New driver version available!
de: Neue Treiberversion verfügbar!
ja: 新しいドライバーバージョンが利用可能です！
zh_tw: 發現新版本驅動！

# AlreadyLatest
source: Already up to date
de: Bereits auf dem neuesten Stand
ja: 最新バージョンです
zh_tw: 目前已是最新版本

# CannotGetDriverInfo
source: Unable to get latest driver information
de: Neueste Treiberinformationen konnten nicht abgerufen werden
ja: 最新のドライバー情報を取得できません
zh_tw: 無法取得最新驅動資訊

# CheckUpdateFailed
source: Update check failed: {0}
de: Update-Prüfung fehlgeschlagen: {0}
ja: 更新の確認に失敗しました: {0}
zh_tw: 檢查更新失敗：{0}

# ResumeDetected
source: Detected {0} already downloaded, preparing to resume...
de: {0} bereits heruntergeladen erkannt, Fortsetzung wird vorbereitet...
ja: {0} のダウンロード済みデータを検出しました。再開の準備中...
zh_tw: 偵測到已下載 {0}，準備繼續下載...

source: Downloading driver...
de: Treiber wird heruntergeladen...
ja: ドライバーをダウンロード中...
zh_tw: 正在下載驅動...

# Downloading
source: Downloading... {0}
de: Wird heruntergeladen... {0}
ja: ダウンロード中... {0}
zh_tw: 正在下載... {0}

# ServerNoResume
source: Server does not support resume, restarted download
de: Server unterstützt keine Fortsetzung, Download wurde neu gestartet
ja: サーバーがレジュームに対応していないため、ダウンロードを再開しました
zh_tw: 伺服器不支援斷點續傳，已重新下載

source: Installing driver...
de: Treiber wird installiert...
ja: ドライバーをインストール中...
zh_tw: 正在安裝驅動...

# InstallComplete
source: Driver installation complete! A system restart is recommended.
de: Treiberinstallation abgeschlossen! Ein Systemneustart wird empfohlen.
ja: ドライバーのインストールが完了しました！システムの再起動をお勧めします。
zh_tw: 驅動安裝完成！建議重新啟動電腦。

# DownloadPaused
source: Download paused, can be resumed
de: Download pausiert, kann fortgesetzt werden
ja: ダウンロードが一時停止されました。再開できます
zh_tw: 下載已中斷，可繼續下載

# DownloadInterrupted
source: Download interrupted: {0}
de: Download unterbrochen: {0}
ja: ダウンロードが中断されました: {0}
zh_tw: 下載中斷：{0}

# UpdateFailed
source: Update failed: {0}
de: Aktualisierung fehlgeschlagen: {0}
ja: 更新に失敗しました: {0}
zh_tw: 更新失敗：{0}

source: Resume Download
de: Download fortsetzen
ja: ダウンロードを再開
zh_cn: 继续下载
zh_tw: 繼續下載

# TrayOpenWindow
source: Open Main Window
de: Hauptfenster öffnen
ja: メインウィンドウを開く
zh_tw: 開啟主視窗

# TrayCheckUpdate
source: Check for Updates
de: Nach Updates suchen
ja: 更新を確認
zh_tw: 檢查更新

# TrayExit
source: Exit
de: Beenden
ja: 終了
zh_cn: 退出
zh_tw: 結束

# NotificationTitle
source: ðŸŽ® NVIDIA Driver Update Available
de: NVIDIA Treiberupdate verfügbar
ja: NVIDIA ドライバーの更新が利用可能
zh_tw: NVIDIA 驅動更新可用

# NotificationNewVersion
source: New version {0} found
de: Neue Version {0} gefunden
ja: 新しいバージョン {0} が見つかりました
zh_cn: 发现新版本 {0}
zh_tw: 發現新版本 {0}

# NotificationCurrentVersion
source: Current version: {0}
de: Aktuelle Version: {0}
ja: 現在のバージョン: {0}
zh_cn: 当前版本: {0}
zh_tw: 目前版本：{0}

# NotificationViewDetails
source: View Details
de: Details anzeigen
ja: 詳細を表示
zh_cn: 查看详情
zh_tw: 檢視詳情

# NotificationRemindLater
source: Remind Later
de: Später erinnern
ja: 後で通知
zh_cn: 稍后提醒
zh_tw: 稍後提醒

source: Initializing...
de: Initialisierung...
ja: 初期化中...
zh_tw: 正在初始化...

source: Detecting GPU...
de: GPU wird erkannt...
ja: GPU を検出中...
zh_tw: 正在偵測 GPU...

# GpuDetected
source: Detected {0}
de: {0} erkannt
ja: {0} を検出しました
zh_tw: 已偵測到 {0}

source: GPU detection failed
de: GPU-Erkennung fehlgeschlagen
ja: GPU の検出に失敗しました
zh_tw: GPU 偵測失敗

# NewVersionFoundWithVersion
source: New version found: {0}
de: Neue Version gefunden: {0}
ja: 新しいバージョンが見つかりました: {0}
zh_tw: 發現新版本：{0}

# CannotGetDriverInfoShort
source: Unable to get driver information
de: Treiberinformationen konnten nicht abgerufen werden
ja: ドライバー情報を取得できません
zh_tw: 無法取得驅動資訊

# CheckUpdateFailedShort
source: Update check failed
de: Update-Prüfung fehlgeschlagen
ja: 更新の確認に失敗しました
zh_tw: 檢查更新失敗

# UserCancelled
source: Installation cancelled by user
de: Installation vom Benutzer abgebrochen
ja: ユーザーによりインストールがキャンセルされました
zh_tw: 使用者取消了安裝

# UpdateFailedShort
source: Update failed
de: Aktualisierung fehlgeschlagen
ja: 更新に失敗しました
zh_tw: 更新失敗

# MainTitle
source: NVIDIA Driver Updater
zh_cn: NVIDIA 驱动更新工具

# StatusDetecting
source: Detecting GPU information...
zh_cn: 正在检测 GPU 信息...

# StatusLoaded
source: GPU information loaded
zh_cn: GPU 信息已加载

# StatusNoGpu
source: No NVIDIA GPU detected
zh_cn: 未检测到 NVIDIA GPU

# StatusDetectFailed
source: Detection failed: {0}
zh_cn: 检测失败: {0}

# GpuInfo
source: GPU Information
zh_cn: 显卡信息

# GpuDetecting
source: Detecting...
zh_cn: 检测中...

# CurrentVersionLabel
source: Current Driver Version:
zh_cn: 当前驱动版本:

# NewVersionAvailable
source: New Driver Version Available!
zh_cn: 发现新版本驱动！

# LatestVersionLabel
source: Latest Version:
zh_cn: 最新版本:

# ReleaseDateLabel
source: Release Date:
zh_cn: 发布日期:

# GameReadyDriver
source: Game Ready Driver (Recommended)
zh_cn: Game Ready Driver (推荐)

# GameReadyDescription
source: Optimized for latest games, providing the best gaming experience
zh_cn: 针对最新游戏优化，提供最佳游戏体验

# StudioDescription
source: Optimized for creative applications, providing a more stable work environment
zh_cn: 针对创意应用优化，提供更稳定的工作环境

source: Stop Download
zh_cn: 中断下载

# StatusCheckingUpdate
source: Checking for updates...
zh_cn: 正在检查更新...

# StatusNewVersionFound
source: New driver version found!
zh_cn: 发现新版本驱动！

# StatusAlreadyLatest
source: You already have the latest version
zh_cn: 当前已是最新版本

# StatusCannotGetDriver
source: Unable to get latest driver information
zh_cn: 无法获取最新驱动信息

# StatusCheckFailed
source: Update check failed: {0}
zh_cn: 检查更新失败: {0}

# StatusResuming
source: Detected {0} already downloaded, preparing to resume...
zh_cn: 检测到已下载 {0}，准备继续下载...

# StatusDownloading
source: Downloading driver...
zh_cn: 正在下载驱动...

# StatusDownloadingProgress
source: Downloading... {0}
zh_cn: 正在下载... {0}

# StatusNoResume
source: Server does not support resume, restarting download
zh_cn: 服务器不支持断点续传，已重新下载

# StatusInstalling
source: Installing driver...
zh_cn: 正在安装驱动...

# StatusInstallComplete
source: Driver installation complete! Restart recommended.
zh_cn: 驱动安装完成！建议重启计算机。

# StatusDownloadStopped
source: Download stopped, can resume later
zh_cn: 下载已中断，可继续下载

# StatusDownloadInterrupted
source: Download interrupted: {0}
zh_cn: 下载中断：{0}

# StatusUpdateFailed
source: Update failed: {0}
zh_cn: 更新失败: {0}

# CheckIntervalLabel
source: Auto-check Interval (hours)
zh_cn: 自动检查间隔（小时）

# AutoStartLabel
source: Start with Windows
zh_cn: 开机自启动

# LanguageLabel
source: Language / 语言
zh_cn: 语言 / Language

# SaveButton
source: Save
zh_cn: 保存

# CancelButton
source: Cancel
zh_cn: 取消

# RestartRequired
source: Language change will take effect after restarting the app
zh_cn: 语言更改将在重启应用后生效

# TrayOpen
source: Open Main Window
zh_cn: 打开主窗口

# TrayCheck
source: Check for Updates
zh_cn: 检查更新

# NotificationUpdateAvailable
source: 🎮 NVIDIA Driver Update Available
zh_cn: 🎮 NVIDIA 驱动更新可用
